Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: A recent review of many dozens of studies about behavioural cues to lying reported, as have previous reviews, that people think liars avert their gaze more (i.e. look you in the eye less), move their hands and feet more, shift their body position more, gesture more and touch their own body more.
vi: Một đánh giá được báo cáo gần đây của nhiều nghiên cứu về các dấu hiệu hành vicủa nói dối , giống như những đánh giá trước,cho thấy rằng mọi người thường nghĩ những kẻ nói dối sẽ lảng tránh ánh nhìn nhiều hơn (ví dụ : ít nhìn vào mắt bạn hơn), cử động bàn tay và bàn chân nhiều hơn,thay đổi vị trí cơ thể nhiều hơn, diễn tả bằng điệu bộ và tự chạm vào cơ thể nhiều hơn

source: A recent review of studies of how good people usually are at detecting lies from behavioural cues demonstrated that they are typically little or no better than chance at this.
vi: Một đánh giá của nghiên cứu gần đây về việc con người thường giỏi thế nào khi phát hiện nói dối từ những dấu hiệu hành vi chỉ ra rằng họ thường không giỏi hơn việc đoán mò trong việc này.

source: A recent review of the possible effectiveness of the polygraph in mock crimes in the laboratory settings was provided by Professor Charles Honts.
vi: Một đánh giá gần đây về hiệu quả khả quan của máy phát hiện nói dối trong các kịch bản mô phỏng tội ác thực hiện trong môi trường thí nghiệm đã được Giáo sư Charles đưa ra.

source: A recent study in the USA focused not on direct speech (e.g. one person speaking to another) but on the language used in messages such as e-mails.
vi: Một nghiên cứu gần đây ở Mỹ tập trung không phải ở các lời nói trực tiếp (ví dụ một người nói chuyện với một người khác) mà ở trong ngôn ngữ được sử dụng trong tin các tin nhắn như email.

source: A seminal experiment conducted in Scotland illustrates this well.
vi: Một hội nghị thí nghiệm ở Scotland đã minh chứng điều này.

source: A senior police officer stated that ‘Sarah’s Law’ would drive offenders under- ground, which would then stop criminal justice agencies from monitoring their movements or treating them.
vi: Một sĩ quan cảnh sát có thâm niên khẳng định rằng Luật Sarah sẽ đẩy các tên tội phạm xuống hoạt động ngầm và khiến các cơ quan công lý không tài nào giám sát nổi hành động của họ hay xử lý họ.

source: A similar study was conducted in the Netherlands, where only six profiles existed which could be assessed.
vi: Một nghiên cứu tương tự được thực hiện tại Hà Lan, nơi chỉ có sáu hồ sơ tội phạm tồn tại mà có thể được đánh giá.

source: A small number of better quality research studies have been published in which participants observe video recordings of people that have been analysed for which behaviours best discriminated between their lying and truth-telling.
vi: Một số nhỏ những nghiên cứu có chất lượng tốt hơn được mà trong đó người tham dự quan sát những video ghi lại những người được phân tích về hành vi dễ phân biệt giữa nói dối và nói thật

source: A strategy to stop people from reverting to previous, negative behaviour, whether it is smoking, eating too much or too little, or offending, is called relapse prevention.
vi: Một chiến lược nhằm ngăn chặn mọi người khỏi quay lại thói quen tiêu cực trước đấy, cho dù là hút thuốc, ăn quá nhiều hoặc quá ít, hay phạm tội, được gọi là ngăn chặn tái phạm.

source: A study in the Netherlands that compared witness descriptions to those convicted of robberies also found that witnesses to these real-life crimes who gave fuller descriptions were not more accurate.
vi: Một nghiên cứu nữa ở Netherland so sánh miêu tả của nhân chứng với kẻ đã bị kết tội cướp của cũng đưa ra kết luận tương tự.

source: A study that tried to predict the characteristics of burglars from their crime scene behaviour also achieved some success in predicting characteristics such as offender demographics (e.g. age) and previous criminal history.
vi: Một nghiên cứu khác đã cố gắng dự đoán về đặc điểm của kẻ trộm đêm từ hành vi của chúng tại hiện trường cũng đã gặt hái được một số kết quả trong việc dự đoán một số đặc điểm như nhân khẩu học của kẻ phạm tội (ví dụ: tuổi) hay lịch sử tiền án.

source: A subculture of violence exists within some prisons, with physical violence being approved by some prisoners.
vi: Bạo lực tồn tại trong một số nhà tù do một vài tù nhân gây ra bạo hành về thể chất...

source: A trend consistent across the literature is that approximately twenty per cent of sexual offences are committed by adolescents.
vi: Một xu hướng nhất quán trong các tài liệu nghiên cứu là xấp xỉ 20 phần trăm các trường hợp phạm tội quấy rối tình dục là thanh niên.

source: A very violent index offence.
vi: Có chỉ số hành vi phạm tội bạo lực nặng.

source: A wealth of psychological research has demonstrated that to assist people to recall often complex and distressing events, they must be in as positive a frame of mind as possible and have positive regard for the interviewer.
vi: Rất nhiều nghiên cứu tâm lý đã chứng minh rằng để một ai đó nhớ lại các sự kiện phức tạp và đau thương, họ phải ở trong trạng thái thoải mái nhất có thể và có suy nghĩ tích cực về người thẩm vấn.

source: ART was originally designed by the late Professor Arnold Goldstein in the USA for use with juvenile offenders but has since spread geographically and is now delivered to offenders across North America as well as in countries such as the UK, the Netherlands and Sweden.
vi: ART ban đầu được thiết kế bởi cố giáo sư Arnold Goldstein người Mỹ để áp dụng với người phạm tội vị thành niên nhưng hiện nay đã được phổ biến rộng rãi và được áp dụng cho phạm dụng trên khắp Bắc Mỹ cũng như ở các quốc gia như Anh, Hà Lan và Thụy Điển.

source: Academic criminal psychologists working in universities have also been conducting such research.
vi: Nhiều nhà khoa học tội phạm ở các trường đại học hiện cũng đang tiến hành các nghiên cứu về vấn đề này.

source: Accompanying these principles was a training package and two booklets given to all 127,000 police officers in Wales and England.
vi: Kèm theo những nguyên tắc này là một chương trình đào tạo và hai tập tài liệu cho tất cả 127.000 nhân viên cảnh sát ở xứ Wales và Anh.

source: According to UK Home Office figures, in 2004 in England and Wales, over 15,000 offenders completed a community based offending behaviour programme and over 8,000 a prison based programme, many of which are delivered and managed by criminal psychologists.
vi: Theo số liệu của Bộ Nội Vụ Vương quốc Anh, năm 2004 ở Anh và Wales, 15,000 tù nhân đã hoàn thành chương trình hành vi phạm tội dựa trên cộng đồng và hơn 8,000 đã hoàn thành chương trình trong nhà giam, nhiều phạm nhân trong số đó được quản lý bởi các nhà tâm lý học tôi phạm.

source: According to residents, the police were hand-in-glove with Yadav: he fed the local officers bribes and drink, and they protected him.
vi: Theo người dân bản địa, cảnh sát đã thông đồng với Yadav: Hắn đưa tiền hối lộ và ăn nhậu với các công chức địa phương, còn chúng thì bảo vệ hắn

source: According to the International Centre for Prison Studies there are over 8.5 million people imprisoned worldwide.
vi: Theo ghi nhận từ Trung tâm Nghiên cứu Nhà tù Quốc tế, hiên nay trên thế giới có hơn 8,5 triệu người đã bị bỏ tù.

source: According to the International Centre for Prison Studies, the percentage of prisoners who are women ranges from 26.6 % to 0 % depending on the country.
vi: Theo như Trung tâm nghiêm cứu nhà tù thế giới, phần trăm các ù nhân là nữ dao động từ 26,6% xuống 0% tuỳ thuộc vào từng quốc gia.

source: According to the model, there are three reasons why offenders might want to abuse children: being sexually aroused by a child; feeling emotional intimacy with a child; or wanting to have sex with an adult, but being unable to.
vi: Theo hình mẫu này, có ba lí do tại sao đôi khi tội phạm muốn lạm dụng trẻ em: bị kích tình bởi một đứa trẻ; có sự thân thiết về mặt cảm xúc với một đứa trẻ; hoặc muốn quan hệ tình dục với một người lớn nhưng không thể.

source: Accreditation criteria.
vi: Các chỉ tiêu được công nhận

source: Across geo- graphical locations and different client groups such as incarcerated juvenile delinquents, community-based youths and their families, juvenile gang members and adults, several promising findings have indicated the potential effectiveness of the ART programme.
vi: Một số kết quả nghiên cứu đầy hứa hẹn ở nhiều nơi và đối với nhiều nhóm khách hàng khác nhau đã chỉ ra hiệu quả tiềm năng của chương trình ART.

source: Actions or behaviour which are now acceptable within most Western cultures – for example homosexuality and abortion – were not in the past.
vi: Các hành động hoặc lối cư xử ngày nay được chấp nhận ở phần lớn văn hóa phương Tây - ví dụ như đồng tính và phá thai - đã không được chấp nhận trong quá khứ.

source: Active notification means that leaflets are sent out, people are visited by their local police, e-mails are sent to schools and community groups, and notices may be placed in local newspapers.
vi: Thông báo thiết thực có nghĩa là phát hành các tờ rơi, mọi người được cảnh sát địa phương thông báo, emails được gửi đến các trường học và cộng đồng, và những thông báo nào sẽ được in trên báo địa phương.

source: Actuarial: in this instance the word ‘actuarial’ relates to the use of statistics in order to inform a case.
vi: Thống kê bảo hiểm: trong trường hợp này, cụm từ 'thống kê bảo hiểm' liên quan tới cách sử dụng kết quả thống kê để cung cấp thông tin cho một trường hợp nhất định.

source: Adapted from Home Office (2005).
vi: Phỏng theo Home Office (2005).

source: Additionally the contents of the programme, originally developed for work with children and adolescents, have also been adapted for use with adult and mentally disordered offenders.
vi: Ngoài ra các nội dung của chương trình vốn được thiết kế để làm việc với trẻ em và thanh thiếu niên, cũng đã được điều chỉnh để sử dụng với phạm nhân trưởng thành hoặc bị rối loạn tâm. thần.

source: Addressing these problems might help an offender in leading a crime free life.
vi: Việc chỉ ra những vấn đề này có thể giúp tội phạm trong việc hướng đến một cuộc đời không tội ác.

source: Advisory: in this role the psychologist may provide advice to the police about how to proceed with an investigation.
vi: Tư vấn: trong vai trò này nhà tâm lý học có thể cung cấp lời khuyên cho cảnh sát về cách tiếp tục vụ điều tra.

source: Advocates of Megan’s Law believe that active community notification will help criminal justice agencies in investigations, establish legal grounds to hold known sex offenders, deter sex offenders from committing future crimes and offer the public information that they can use to protect their children from offenders.
vi: Những người tán thành Luật Megan tin rằng việc thông báo thiết thực cho cộng đồng sẽ giúp các cơ quan công lý trong việc điều tra, thiết lập lý lẽ để kiểm soát những tội phạm tình dục đã biết, ngăn cản họ khỏi việc tái phạm và đưa ra cho công chúng những thông tin mà họ có thể dùng để bảo vệ con em mình khỏi tội phạm.

source: Advocates of offender treatment and those working within the treatment services must have been dismayed when such statements surfaced during this period.
vi: Người biện hộ cho việc điều trị phạm nhân và những người làm việc trong cơ quan chịu trách nghiệm sự điều trị có lẽ khá mất tinh những lời cáo buộc như trên trở nên phổ biến.

source: Advocates of the vigilante tradition often favour the use of the death penalty because of their confidence in their justice system and the belief that mistakes are not made, while advocates of the due process model fear the use of the death penalty because it is an irreversible punishment.
vi: Những người ủng hộ truyền thống tự vệ thường thiên về việc sử dụng án tử hình vì sự tự tin của họ vào hệ thống công lý và niềm tin rằng sẽ không có sai lầm nào bị phạm phải, chính là cái mà người ủng hộ của hình mẫu của quy trình pháp lý lo sợ khi sử dụng án tử hình bởi vì đây là 1 hình phạt không thể phục hồi lại .

source: After the Second World War women were employed to carry out what could be classed as ‘caring’ duties requiring sensitivity and good interpersonal skills, such as dealing with lost children and domestic violence.
vi: Sau Thế Chiến thứ hai phụ nữ được tuyển dụng để thực hiện những nhiệm vụ có thể được gọi là 'chăm sóc' đòi hỏi sự nhạy cảm và giao tiếp tốt, chẳng hạn như đối phó với những đứa trẻ em bị lạc và bạo lực gia đình.

source: After the rehabilitative focus of the 1950s and 1960s, the 1970s heralded a shift in political opinion away from the more liberal policy of offender treatment to more punitive and retributive policies involving harsher sentencing and regimes.
vi: Sau khi tập trung vào quá trình cải tạo trong thập niên 50 và 60, thập niên 70 báo trước một sự chuyển biến trong quan điểm chính trị từ những chính sách dễ dãi trong việc điều trị phạm nhân sang những chính sách mang tính trừng phạt cao hơn thể hiện qua các chế độ và mức án khắc nghiệt hơn.

source: After the shooting the first media reports included witness information (e.g. about his behaviour and outer clothing) that suggested that he could have been a bomber.
vi: Sau đó, tin báo đầu tiên bao gồm cả thông tin của nhân chứng (hành vi của nghi phạm và trang phục bên ngoài) đều cho rằng người đàn ông kia chính là kẻ đánh bom.

source: Again the debate arises as to what the essential personal attributes required for success in these different roles might be and how they should be measured.
vi: Một lần nữa những cuộc tranh luận xảy ra về những thuộc tính cá nhân cơ bản nào cần thiết cho sự thành công trong các vai trò khác nhau và chúng nên được xác định ra sao.

source: Again these are for groups of ten to twelve offenders and should be led by a mixed gender team.
vi: Một lần nữa, đây là những nhóm 10 đến 12 tội phạm và nên được dẫn dắt bởi 1 nhóm có cả 2 giới tính.

source: Again, much more research on this new topic is needed.
vi: Xin được nhắc lại một lần nữa, nhiều nghiên cứu hơn về vấn đề này là cần thiết.

source: Again, these types of studies compare sexual offenders with non-offenders, but they try to find out what it might be in adult functioning that causes sexual offending.
vi: Những nghiên cứu này vẫn so sánh giữa tội phạm tình dục và những người khác, nhưng họ cố tìm ra trong hoạt động trưởng thành, yếu tố nào gây ra xâm phạm tình dục.

source: Again, this is thought to serve a number of purposes.
vi: Lại một lần nữa, cái suy nghĩ này là để phục vụ cho một nhóm mục đích.

source: All of the studies so far published have been experiments con- ducted for research purposes (e.g. people lied/told the truth at the request of the experimenter).
vi: Tất cả các nghiên cứu được công bố cho đến nay đã được vận hành thực nghiệm hóa cho nhiều mục đích nghiên cứu (ví dụ: con người nói dối/nói thật theo yêu cầu của thí nghiệm gia).

source: All offenders who have committed a drink-driving offence will be given the same sentence; all offenders who have raped another person will be given a similar punishment.
vi: Tất cả những người phạm vào tội lái xe khi say sẽ phải chịu cùng 1 án phạt, tất cả những người phạm tội hiếp dâm sẽ nhận được hình phạt giống nhau.

source: All participants were provided with the police crime reports and maps of the relevant crime scenes.
vi: Tất cả những người tham gia đều được cung cấp báo cáo vụ án của cảnh sát và bản đồ của những vụ án có liên quan.

source: All sorts of security products are avail- able to help citizens to protect their homes and possessions (e.g. burglar alarms, bolts and locks), and this industry has become big business.
vi: Đa dạng các loại sản phẩm phục vụ cho vấn đề an ninh có mặt trên thị trường để giúp người dân bảo vệ nhà cửa và của cải của họ (như chuông báo trộm, chốt cửa và ổ khóa...), và ngành công nghiệp này đã trở thành việc buôn bán lớn.

source: Also some prisoners might experience one type of loneliness but not the other.
vi: Cũng có một vài tù nhân chỉ trải qua một trong hai trạng thái cảm xúc đó.

source: Also this approach relies on the accounts of apprehended offenders for the development of inferences.
vi: Bên cạnh đó, phương pháp này còn dựa vào lời khai của những kẻ phạm tội bị bắt giữ cho việc xây dựng suy luận.

source: Also, almost all of the studies have not been of real-life (see this chapter’s later section on the difficulty in real-life studies of establishing the ‘ground’ truth, that is whether a statement actually is true).
vi: Hơn nữa, hầu hết những nghiên cứu này đều chưa được thử nghiệm thực tế (xem phần sau của chương về những khó khăn trong nghiên cứu thực tế hóa từ việc thiết lập thực địa, cũng như vấn đề một lời tường thật có thật đã cung cấp đúng sự thật).

source: Also, innocent people taking a polygraph test would be aware that if reliable information sup- porting their innocence were available, they would not need to take a polygraph test.
vi: Cũng bởi người vô tội sẽ nhận ra rằng nếu tồn tại các thông tin đáng tin cậy chứng minh cho sự vô tội của họ thì họ đã không phải tham gia kiểm tra phát hiện nói dối.

source: Also, it is important to note that prisoners are individuals and their resilience to each stressor will vary.
vi: Và vì vậy, cũng rất đáng chú ý rằng những người tù là riêng biệt, độc lập khả năng chống chọi trước những căng thẳng cũng có sự khác biệt.

source: Alternatively, a prosecution or defence lawyer may ask for advice on how best to cross-examine a vulnerable witness or another expert witness.
vi: Thay vào đó, luật sư bên khởi tố hoặc bị cáo có thể yêu cầu lời khuyên về làm thế nào là tốt nhất để đối thẩm một nhân chứng dễ bị tổn thương hay một nhân chứng chuyên môn.

source: Alternatively, it can involve psychologists providing the court with a summary of current research findings which may be relevant to the case in question.
vi: Công việc này cũng bao gồm khi nhà tâm lý học cung cấp cho quan tòa một bản tóm tắt của những nghiên cứu hiện hành có liên quan đến từng vấn đề riêng.

source: Alternatively, prisoners might use litigation or formal grievance procedures to cope.
vi: Thay vào đó, họ còn dùng việc kiện tụng hoặc các thủ tục khiếu nại chính thức để giải quyết.

source: Although prison officers must contain the prisoners, they must also protect them and may have a rehabilitative role.
vi: Dù các cai cùng có nhiệm vụ giam giữ tù nhân, họ còn có vai trò bảo vệ và phục hồi chức năng.

source: Although the aims of the two disciplines are different, they are based on the same theories.
vi: Mặc dù mục đích của hai khuôn khổ này là khác nhau, chúng đều dựa trên cùng một số lý thuyết.

source: Although the number of studies conducted is small and hence the findings are far from conclusive, so far the research supports the assumption that offenders show a degree of consistency in their offending behaviour.
vi: Mặc dù số lượng các nghiên cứu được tiến hành còn nhỏ và do đó những phát hiện được tìm thấy chưa đủ để đi đến kết luận, cho đến nay các nghiên cứu vẫn đang ủng hộ cho giả định rằng những kẻ phạm tội thể hiện một mức độ nhất quán trong hành vi phạm tội của họ.

source: Although this is a very high number, should we really be concerned about how imprisonment affects these people?
vi: Mặc dù đây là con số rất lớn nhưng liệu chúng có thực sự phải quan tâm đến tác động của việc giam giữ đối với nhữnng đối tượng này?

source: Among the guidance given to the interviewer (prior to and during the four-hour interview) were aspects of the CI approach.
vi: Trong số những hướng dẫn cung cấp cho người thẩm vấn (trước và trong buổi thẩm vấn dài bốn tiếng) là những khía cạnh trong cách tiếp cận theo hướng CI..

source: Among the problems with the CQT is that innocent people may still react more strongly to the crime-relevant questions, especially if they fear that their answers to these will not be believed.
vi: Trong số các vấn đề của phương pháp CQT có trường hợp người vô tội có thể vẫn phản ứng mạnh trước các câu hỏi liên quan tới tội ác, đặc biệt là khi họ lo sợ câu trả lời của mình không đủ thuyết phục.

source: Among the wealth of information gathered was that concerning the appropriateness of the vocabulary used by the lawyers when questioning children of various ages. Those lawyers whose ‘side’ had called the child witnesses (usually the prosecution) rarely used vocabulary that the children appeared not to understand (this occurred in only twelve per cent of their ‘examinations-in-chief ’).
vi: Trong số rất nhiều thông tin thu thập được có những liên quan đến việc sử dụng ngôn từ một cách phù hợp của luật sư khi hỏi trẻ em ở nhiều độ tuổi khác nhau. Luật sư bên 'phía' yêu cầu triệu tập nhân chứng (thường là bên khởi tố) hiếm khi nào dùng từ ngữ mà trẻ có vẻ không hiểu (chỉ mười hai phần trăm số người 'thẩm-tra-chính' dùng chúng).

source: Among these factors were the possible effects of (i) the consumption of a large amount of alcohol on witness perception and memory, (ii) being shown a photograph of a person on a later attempt to try to identify the perpetrator at an identification parade/line-up, (iii) the client being the only person in the line-up whose facial hair colour matched the witness’ original description and (iv) whether asking a witness during a trial if the perpetrator is present in court adds anything to the earlier identification (i.e. made at the line-up).
vi: Trong số các yếu tố đó là những ảnh hưởng của (i) nồng độ cồn cao đối với nhận thức và trí nhớ của nhân chứng. (ii) trước đó đã được xem ảnh về một người để cố gắng tìm ra thủ phạm giữa hàng người được đưa ra để nhân chứng nhận diện, (iii) thân chủ là người duy nhất đứng trong hàng mà có màu tóc và khuôn mặt giống với những gì mà nhân chứng đã khai, cuối cùng (iv) liệu khi hỏi nhân chứng trong phiên tòa rằng nếu như thủ phạm đang ở trong tòa thì có thêm điều gì vào những lời khai trước đó hay không.

source: An American criminologist, Franklin Zimring (2003), has attempted to draw together historical data, exploring patterns in these data with current research to help him inform theory.
vi: Một nhà tội phạm học người Mỹ, Franklin Zimring (2003) đã cố gắng kết hợp những dữ liệu lịch sử này, tìm ra mô hình chung của những dự liệu này với những nghiên cứu gần đây để giúp ông cung cấp thông tin thêm về giả thuyết .

source: An actual or expected lengthy sentence.
vi: Đang thụ án hoặc sắp lãnh bản án dài ngày.

source: An adult male has been found murdered and the only known witness is a little boy.
vi: Một người đàn ông trưởng thành bị sát hại và nhân chứng duy nhất chỉ là một cậu bé.

source: An alternative approach is clinical profiling.
vi: Một cách tiếp cận khác là lập hồ sơ lâm sàng.

source: An alternative explanation for this finding could be that increased supervision during such activities prevents prisoner violence.
vi: Một cách lý giải khác cho điều này có thể là sự gia tăng việc kiểm soát các hành vi bạo lực của tù nhân.

source: An example of a linguist giving evidence of language use is discussed below.
vi: Dưới đây là một ví dụ về việc một nhà ngôn ngữ học đưa ra bằng chứng về cách sử dụng ngôn ngữ.

source: An example of this is the case known as the ‘Cardiff Three’.
vi: Ví như vụ án Cardiff Three.
